{
  "Name": "Bob",
  "Cardiac health records": "Bob has a history of heart disease, including a heart attack in 2018. He undergoes regular cardiac check-ups and takes medication to manage his condition.",
  "Dermatological records": "Bob has a history of skin cancer and has had several dermatological surgeries to remove cancerous growths. He also has a family history of skin conditions.",
  "Gastrointestinal health records": "Bob experienced severe gastritis in 2017, which required hospitalization. He follows a specific diet to manage his gastrointestinal issues.",
  "Neurological records": "Bob suffered a traumatic brain injury in a car accident in 2016. He continues to experience occasional migraines and seizures.",
  "Musculoskeletal health records": "Bob had a hip replacement surgery in 2019 due to severe osteoarthritis. He has since experienced improved mobility.",
  "Ophthalmic records": "Bob was diagnosed with glaucoma in 2020 and requires regular eye drops to manage intraocular pressure.",
  "Ear, nose, and throat health records": "Bob has a history of chronic sinusitis and underwent sinus surgery in 2019 to alleviate symptoms.",
  "Pediatric health records": "Bob's pediatric health records indicate he had recurrent ear infections and received tubes in his ears as a child.",
  "Mental health records": "Bob experienced post-traumatic stress disorder (PTSD) following a military deployment in 2015. He has undergone therapy for PTSD and depression.",
  "Radiological images and reports": "Bob had a CT scan of his chest in 2020 to monitor a lung nodule. The nodule has remained stable over time.",
  "Anesthesia records": "Bob had general anesthesia for a major surgery in 2017, and he had a complication during the procedure but recovered well.",
  "Obstetrics and Gynecological health records": "Bob's obstetrics and gynecological records do not apply.",
  "Endocrine health records": "Bob has type 2 diabetes and regularly monitors his blood sugar levels. He also has a thyroid condition that is managed with medication.",
  "Rheumatological health records": "Bob has a history of rheumatoid arthritis and receives ongoing treatment to manage joint pain and inflammation.",
  "Pulmonary health records": "Bob was diagnosed with chronic obstructive pulmonary disease (COPD) in 2019, and he uses inhalers to manage his respiratory symptoms.",
  "Infectious disease records": "Bob contracted a severe respiratory infection in 2017, which required hospitalization and intensive care treatment.",
  "Renal health records": "Bob experienced kidney stones in 2016 and had a procedure to remove them. He follows a kidney stone prevention plan.",
  "Emergency medical records": "Bob had an emergency appendectomy in 2018. The surgery was successful, and he recovered without complications.",
  "Hematology/oncology health records": "Bob's hematological records do not apply.",
  "Allergy/immunology health records": "Bob has multiple allergies, including a severe peanut allergy that requires him to carry an epinephrine auto-injector.",
  "Geriatric health records": "Bob's geriatric health records do not apply.",
  "Rehabilitation health records": "Bob completed extensive physical rehabilitation following his hip replacement surgery in 2019.",
  "Pathology reports": "Bob had multiple skin biopsy reports indicating skin cancer. The biopsies confirmed melanoma and basal cell carcinoma.",
  "Forensic medical records": "Bob's forensic medical records do not apply.",
  "Pain management records": "Bob experiences chronic back pain and receives prescription medication for pain management.",
  "Unauthorized service": "None"
}
